{
  "About": "A propos",
  "About Me": "A propos",
  "I'm a Fullstack web developper. I'll create the website of your dreams.": "Je suis un développeur Fullstack. Je peux créer le site web de vos rêves",
  "See my work": "Voir mes projets",
  "You will find below some of my works with explainations of what you can do and witch technologies I used.": "Vous trouverez ci-dessous certains de mes travaux avec des explications sur ce que vous pouvez faire et sur les technologies que j'ai utilisées.",
  "Buy kitten pictures": "Achetez des photos de chatons",
  "The Kitten Project is a web application where you can buy pictures of small cats. You can signin, login, receive mails and proceed to payment.": "The Kitten Project est une application web où vous pouvez acheter des photos de petits chats. Vous pouvez vous inscrire, vous connecter, recevoir des mails et procéder au paiement.",
  "The kitten project web site landing page with a lot of cats on it" : "La page d'accueil du site web du projet chaton avec beaucoup de chats dessus",
  "Find a band for your wedding" : "Trouvez un groupe pour votre mariage",
  "Get a Band is a web application where you can find a music artist for you wedding. As an artist, you can register to propose your services and manage your calendar. As bride and groom, you can book and pay an artist, chat with him, review his performance. The application include a payment methode, inscription for artists and for the bride and groom. There is also an admin interface." : "Get a Band est une application web qui vous permet de trouver un artiste de musique pour votre mariage. En tant qu'artiste, vous pouvez vous inscrire pour proposer vos services et gérer votre calendrier. En tant que mariés, vous pouvez réserver et payer un artiste, discuter avec lui, évaluer sa performance. L'application comprend un mode de paiement, une inscription pour les artistes et pour les mariés. Il existe également une interface d'administration.",
  "Get a Band web site landing page" : "Page d'accueil pour le site Web de Get a Band",
  "Find the house of your dreams" : "Trouvez la maison de vos rêves",
  "ImmoCoin is a web application where you can search for real estate. You can filter your research, login. As a real estate agent, you can create a property ad." : "ImmoCoin est une application web où vous pouvez rechercher des biens immobiliers. Vous pouvez filtrer votre recherche, vous connecter. En tant qu'agent immobilier, vous pouvez créer une annonce immobilière.",
  "ImmoCoin web site landing page" : "Page d'accueil pour le site Web d'ImmoCoin",
  "Calculate your carbohydrates consumption": "Calculez votre consommation de glucides",
  "Glucicalc is a web application where you can calculate your carbohydrates consumption. You can search for a product into a big database, create a meal, add a product with the quantity you want to eat. The application will calculate for you how much carbohydrates you will consume. You will find a follow-up schedule with all you meals" : "Glucicalc est une application web où vous pouvez calculer votre consommation de glucides. Vous pouvez rechercher un produit dans une grande base de données, créer un repas, ajouter un produit avec la quantité que vous voulez manger. L'application calculera pour vous la quantité de glucides que vous allez consommer. Vous trouverez un calendrier de suivi avec tous vos repas.",
  "Glucicalc web site landing page" : "Page d'accueil pour le site Web de Glucicalc",
  "I'm a Fullstack web developper. I worked for few years into aeronautical engineering field. I would like to help people create their future." : "Je suis un développeur web Fullstack. J'ai travaillé pendant quelques années dans le domaine de l'ingénierie aéronautique. J'aimerais aider les gens à créer leur avenir.",
  "Let's create something great together!" : "Créons quelque chose de grand ensemble !",
  "If you want to be part of an adventure with me or if you simply have a question, send me a message." : "Si vous voulez faire partie d'une aventure avec moi ou si vous avez simplement une question, envoyez-moi un message.",
  "You can also find me here:" : "Vous pouvez également me trouver ici :",
  "Website" : "Site",
  "Name" : "Nom",
  "Your message" : "Votre message",
  "Send" : "Envoyer",
  "Validation errors. All fields must be filled 😣" : "Erreur de validation. Tous les champs doivent être remplis 😣",
  "Message send, you will receive an answer soon 😃" : "Message envoyé, vous recevrez une réponse bientôt 😃"
}